Repository: moacirbrg/woo-bulk-copy
Catalog: languages/woo-bulk-copy-*.po
Languages: pt_br

source: Products have been added successfully
pt_br: Os produtos foram atualizados com sucesso

source: Bulk copy
pt_br: Atualização em massa

source: Template
pt_br: Modelo

source: Select the fields you would like to copy from template
pt_br: Selecione os campos que você gostaria de copiar do modelo

source: Products to update
pt_br: Produtos para atualizar

source: Select a group of product to be updated
pt_br: Selecione um grupo de produtos para ser atualizado

source: Update products
pt_br: Atualizar produtos

source: Product
pt_br: Produto

source: ID of the product to be copied.
pt_br: ID do produto a ser copiado.

source: Categories
pt_br: Categorias

source: Weight
pt_br: Peso

source: Dimensions
pt_br: Dimensões

source: Shipping discount
pt_br: Descontos no frete

source: Attributes
pt_br: Atributos

source: Variations
pt_br: Variações

source: Regular price
pt_br: Preço regular

source: Sale price
pt_br: Preço de venda

source: ID of the product to be updated.
pt_br: ID do produto a ser atualizado.

source: Category
pt_br: Categoria

source: Products from this category will be updated.
pt_br: Os produtos desta categoria serão atualizados.

source: All products
pt_br: Todos os produtos

source: Select a category
pt_br: Selecione uma categoria

source: You must set a product to be the copied.
pt_br: Você deve definir um produto para ser copiado.

source: You must set a product or category to be updated.
pt_br: Você deve definir um produto ou uma categoria a serem atualizados.

source: Utilities to automate WooCommerce stores
pt_br: Utilitários para automatizar lojas com WooCommerce
